[Character.CharClass_Spider_ClaptrapWand_Proto AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shields.Shield_EnemySpider_Standard ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

